Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Metro Hunter.tmx
Source language: ko_kr
Languages: en_us

source: 숙적이여!
en_us: ...nemesis!

source: 벤틀리···.
en_us: bentley...

source: 어?
en_us: huh?

source: 아마 저인 것 같은데요?
en_us: ...would probably be me?

source: 끼요오오오오옷
en_us: gyaaaaaah

source: 화르륵
en_us: crackle

source: 지페리 님!
en_us: lady zipherie!

source: 고단한 여정을 마친 물방울의 기사에게 따듯한 밥 한 끼 대접하고 싶군요.
en_us: after that taxing journey, I’d like to treat you to a warm meal, my Waterdrop knight.

source: 그리고 이것은 원래부터 나의 물건.
en_us: and this is originally mine.

source: 하지만···.
en_us: but...

source: 마계 입구까지만 데려다줘.
en_us: just bring us to the entrance of the demon realm.

source: 후둑
en_us: whoosh

source: 당신은 정말 아무것도 모르는군요.
en_us: You really don’t know a thing.

source: 키에에엑!!!
en_us: screee!!!

source: 공허 속을 헤매는 신세가 되는 거라고!!
en_us: ...we’ll be doomed to wander the void forever!!

source: 이제 짐승왕 비고와 천공왕 레이가만 남았습니다!
en_us: now there’s only the beast king veego and the sky king rayga!

source: 우
en_us: whoosh

source: 후{j}웅
en_us: swoosh{j}

source: 이제 겸손한 척 하는 건셉은 버린 거냐?
en_us: are you dropping the humble act then?

source: 급행열차
en_us: express

source: 차 돌려.
en_us: turn the car around.

source: 마나가 넉넉했다면
en_us: if I had enough mana...

source: 이겼다!
en_us: I won!

source: 슈
en_us: slice

source: 어차피 이번엔 너도 날 이용할 속셈이었잖아.
en_us: but you were planning on using me this time anyway.

source: 콰{j}아{j}
en_us: rumble

source: 엥?
en_us: huh?

source: 츠
en_us: pzzt

source: 호기로운 기습 공격은 칭찬하지.
en_us: I applaud you for being brave enough to try a surprise attack.

source: 덜
en_us: tremble

source: 강철 님이 올드원의 편에 서는 바람에 언제나 이인자에 머물러있었야 했거든요.
en_us: ...mr. kang took the old one’s side, so he was forced to stay the demon realm’s number two.

source: 너와 내가 웃으면 도움을 주고받을 사이는
en_us: you and I don’t exactly help each other with a smile...

source: 그렇군ꞏꞏꞏ.
en_us: indeed...

source: 쏴
en_us: plip plop

source: 네에에에?!!
en_us: whaaat?!!

source: 닿을 수 있다!
en_us: I can reach her...

source: 덜컹
en_us: rattle

source: 안 돼요!
en_us: you can’t!

source: 한치의 의심도 없는 마음에서 우러나오는 순수한 감정이거든.
en_us: ...is a pure emotion that comes straight from a trusting heart.

source: 퓽
en_us: swish

source: 재정관!!
en_us: treasurer!

source: 끝이다.
en_us: This is the end of the line for you.

source: 어?!
en_us: huh?!

source: 달그락
en_us: clink

source: 이건 진짜 딴 데 가서 못 구하는 겁니다!
en_us: I guarantee you won’t find another one like it!

source: 하 하
en_us: haha

source: 역시 맨입으론 안되겠지?
en_us: words won’t convince you, huh?

source: 후
en_us: swing

source: 덥 석
en_us: grab

source: '백범수'
en_us: beomsoo baek

source: 범수 형!
en_us: beomsoo!

source: 푸확
en_us: slash

source: 가능한지 나조차 궁금해지는군.
en_us: now I am curious whether it is possible.

source: 내 것으로 만들어야 하는 힘일 뿐이란 말이여!
en_us: it’s just power that yeh need to make yer own!

source: 글:두엽
en_us: story by: yopy

source: 마계행 급행열차
en_us: high-speed train to the demon realm

source: 스윽
en_us: slide

source: 일전에 말씀드린 강철이라는 헌터.
en_us: the Hunter I told you about, Cheol Kang.

source: 시체?
en_us: ...corpse?

source: 깜짝
en_us: shocked

source: 블랙혼 길드
en_us: black deer guild

source: 그리고
en_us: and then there’s...

source: 아자토스에게 받은 쿠가의 팔.
en_us: kuga’s arm that azatos gave me...

source: 중급
en_us: intermediate

source: 뭐, 대충 얘기는 들었수다.
en_us: well, I already have a good idea why you’re here.

source: 촤악
en_us: graze

source: 우적
en_us: crunch

source: 생막걸리
en_us: unfiltered rice wine

source: 두웅
en_us: da dun

source: 후우우
en_us: haaa

source: 피닉스이 눈
en_us: phoenix eye

source: 쉴 새 없이 퍼부어대는군.
en_us: it’s just one attack after another.

source: 뱀파이어 로드
en_us: vampire lord

source: 강철님.
en_us: mr. kang.

source: 그새 마족에게 정이라도 든 거냐?
en_us: have you gotten attached to demons since I last saw you?

source: 크윽ꞏꞏꞏ.
en_us: ugh...

source: 싫으면 시집가.
en_us: cry me a river.

source: 아주 반 토막을 내줄 테니께.
en_us: ...or I’ll cut yeh in two, nice and pretty.

source: 불 좀 빌립시다.
en_us: I’ll be borrowing your flames...

source: 응?
en_us: hm?

source: 슈확
en_us: swoosh

source: 처음부터 제가 원한 건
en_us: what I wanted from the start...

source: 잠수
en_us: dive

source: 이 육체는 항상 곁에 두고 꼭두각시처럼 부리고 싶었는데ꞏꞏꞏ.
en_us: I wanted to keep this body by my side and use it as a puppet...

source: 처억
en_us: bam

source: 뱀파이어 로드 지페리!
en_us: ...the vampire lord zipherie!

source: 지페리??
en_us: zipherie??

source: 콰 아아
en_us: kwoosh

source: 아
en_us: fwoosh

source: 부름에 따라 명령을 이행했을 뿐이다.
en_us: all I did was answer the summons and carry out your orders.

source: 그림:척준경
en_us: art by: mr. cheok

source: 키라라라!!
en_us: graaah!

source: 좋아!
en_us: all right!

source: 촤 촤
en_us: whish

source: 팡
en_us: whish

source: 씨익
en_us: smirk

source: 게다가 하루에 한 번 밖에 운영하지 않으니
en_us: plus, the train only runs once a day...

source: 콰콰
en_us: crackle

source: 스
en_us: whish

source: 빠르다.
en_us: she’s fast.

source: 공격하지 너무 편하잖아!
en_us: ...make attacking way too easy!

source: 방어구
en_us: armor

source: 이게 검끼리 부딪혀서 생긴 풍압이라고?!
en_us: is this really the wind created by two clashing swords?!

source: 왠지 귀엽네.
en_us: that sounds kind of cute.

source: 이글
en_us: flicker

source: 정정하십니다!
en_us: he’s doing well!

source: 쿵
en_us: thump

source: 저벅
en_us: plod

source: 탁
en_us: step

source: 아버님은 마계 최강의 존재!
en_us: my father is the strongest being in the demon realm!

source: 맞아요!
en_us: yeah!

source: 싸우지 못하게 만들 수는 있을지도?
en_us: ...I might be able to prevent you from fighting?

source: 오 오
en_us: whoosh

source: 내가 원하는 것?
en_us: what I want?

source: 별로 어려운 일도 아니구먼.
en_us: I thought yeh were going teh ask something difficult.

source: 긍지 높은 오크일수록
en_us: the greater an orc’s pride...

source: 오만원
en_us: 50000 won*

source: 밤구름 길드
en_us: night cloud guild

source: 파악
en_us: grab

source: 경고하지.
en_us: I’m warning you.

source: 그아아···.
en_us: grahhh...

source: 이 산맥만 넘으면 끝이야!
en_us: we just need to get over these mountains!

source: 랭커 2위
en_us: rank 2

source: 흥!
en_us: hmph!

source: 지페리 님의 정체···?
en_us: about miss zipherie’s true colors...?

source: 콰앙
en_us: kaboom

source: 입수난이도 S
en_us: item rarity s

source: 선생님은 스승님이 저를 선택한 이유를 알고 계신 건가요?
en_us: do you know the reason Master chose me, sir?

source: 침략과 정복은 여기까지!
en_us: there will be no more invasion and conquest!

source: 치이익
en_us: sizzle

source: 마계 화폐로 계산해 줘.
en_us: I’ll pay with demon realm currency.

source: 이게 무슨?
en_us: what is all this?

source: 슥
en_us: fwip

source: 다음 목표는 인간계일까?
en_us: ...will her next target be the human realm?

source: 눈앞까지 왔는데도 전혀 눈치채지 못했어!
en_us: she got this close and I didn’t even see her move!

source: 지페리 님?!
en_us: zipherie?!

source: 하지만
en_us: but...

source: 블레이즈 커터!
en_us: blaze cutter

source: 우와아악!
en_us: ahhh!!

source: 켈
en_us: clack

source: 아주 아주 느리게 흐르고 있는 거다!
en_us: ...’cause it’s moving really, really slowly!

source: 으아아···.
en_us: ahhh...

source: 물방울 길드의 수호신.
en_us: the guardian deity of the Waterdrop Guild.

source: 이봐 강철.
en_us: look here, cheol kang.

source: 고민중이다.
en_us: I’m thinking about it.

source: 이잉
en_us: screech

source: 너에게 주마.
en_us: I will give it to you.

source: 콰
en_us: rush

source: 크윽!!
en_us: urgh!

source: 그래서
en_us: that’s why...

source: 잿빛 산맥
en_us: ash mountains

source: 으아아아!!
en_us: arghhh!!

source: 랭크 [명예의 전당]
en_us: rank [hall of honor]

source: 두려움과 나태.
en_us: fear and sloth.

source: 맞아.
en_us: you’re right.

source: 의리와 사명감.
en_us: loyalty and duty.

source: 표적이 된 이상 어디로 숨든 찾아내서 부순다.
en_us: now that you’re a target, there’s nowhere you can go where I wont find and crush you.

source: 콰{j}아{j}아
en_us: roooar

source: 화악
en_us: whish

source: 오히려 잘 됐어.
en_us: ...this is good.

source: 전성기 때 기량에 근접한 건가?
en_us: ...I think I’m close to how I was in my prime.

source: 소화기
en_us: fire extinguisher

source: 사락
en_us: swish

source: 그 망나니 같던 교주가 죽다니ꞏꞏꞏ.
en_us: I can’t believe that thug of a church elder is dead...

source: 원하는 거?
en_us: what do I want?

source: 그나저나 이제 어쩌지?
en_us: but what do we do now?

source: 최근 빠르게 세를 불려가고 있는 서쪽의 붉은 신성
en_us: ...the red divinity of the west, whose influence has been growing fast...

source: 네?!
en_us: what?!

source: 하하하하!
en_us: hahahaha!

source: 이렇게 쉽게 무너질 거 같아?
en_us: you really think I’ll break this easily?

source: 히익!
en_us: eek!

source: 육체 소생!
en_us: ...the Master of Waves’s body!

source: 역시 대단해 강철.
en_us: you really are something, cheol kang.

source: 겨우 이딴 게 너희들이 모시는 신이냐?
en_us: this wretched thing is the god you worship?

source: 훌쩍
en_us: sniffle

source: 번
en_us: flash

source: 내 물건의 진가를 알아봐 줘서 기쁘구먼.
en_us: it makes me happy that you see the value of my wares.

source: 메트로헌터
en_us: metro hunter

source: 지페리에게 세뇌당한 건가?
en_us: has he been brainwashed by zipherie?

source: 한 마리론 만족하지 못하는 것 같으니 수를 좀 늘려주지.
en_us: I’ll give you a few more summons to deal with since one isn’t enough to satisfy you.

source: 설마···.
en_us: no way...

source: 마스터!
en_us: master!

source: 고{j}오{j}오
en_us: loom

source: 왕이 정한 규칙에는 단 한 번의 예외도 있어서는 안돼.
en_us: there cannot be any exceptions once the king lays down the rules.

source: 솟아올랐다?
en_us: ...the flames?

source: 하찮은 인간이여!
en_us: o insignificant mortal!

source: 아악
en_us: fwick

source: 부디 안전한 여행이 되시길 바라겠습니다.
en_us: I wish you a safe journey.

source: 앞으로 귀찮아지겠어.
en_us: but it looks like things are about to get annoying.

source: 하{j}하
en_us: haha

source: 끄아아악!
en_us: arghhh!

source: 하하!
en_us: haha!

source: 온몸의 피를 빨아 가죽만 남게 해줄 테니 기대하라고!
en_us: I’ll drain your body of blood until there’s nothing left, so look forward to it!

source: 가방 사는데 수명 10년이라뇨!
en_us: it’s ten years of your life for one bag!

source: 부웅
en_us: fwoom

source: 쿠{j}쿠
en_us: {j}rumble

source: 그 지옥불에 구워도 시원찮을 자식!
en_us: it wouldn’t be enough to burn her in the fires of hell!

source: 두
en_us: da dun

source: 머리에 뿔 좀 달았다고 뭐가 달라질 것 같아?
en_us: you think anything’s changed just because you grew some horns?

source: 당신에겐 안 팔아!
en_us: I won’t sell it to you!

source: 카앙
en_us: clang

source: 56화
en_us: episode 56

source: 화 르{j}르
en_us: blaze

source: 좀 더 빨리 못 가?
en_us: can’t you go any faster?

source: 다시는 안 그럴 테니까.
en_us: I won’t do it again.

source: 콰아
en_us: gleam

source: 내ꞏꞏꞏ 아이언 메이든이?!!
en_us: my... iron maiden?!

source: 어째서 자네가 이런 꼴로 있는 건가?!
en_us: ...instead of us?!

source: 미안하지만
en_us: too bad...

source: 두{j}웅
en_us: da dun{j}

source: 큭
en_us: ke

source: 훨씬 가치 있는 일 아닐까?
en_us: ...wouldn’t you agree?

source: 결판을 내러 왔다.
en_us: I’m here teh settle things.

source: 두 웅
en_us: da dun{j}

source: 마지막으로 세 번째는···.
en_us: and last is...

source: 아니면 더 좋은 걸 내놔 보든지?
en_us: or you could give me something better.

source: 그래.
en_us: yes.

source: 노예라니요.
en_us: slave?

source: 우와아!
en_us: wow!

source: 고오오
en_us: loom

source: 오오!!
en_us: ooh!!

source: 이걸 피해?
en_us: you dodged that?

source: 오크 파훼법!
en_us: the way to defeat an orc...

source: 밤 구름
en_us: night cloud

source: 원래 열 병인데 아홉 병은 오다가 내가 마셨어!
en_us: there were ten bottles at first but I drank nine on the way here!

source: 엄청 생색내네!
en_us: what a show-off!

source: 창고처럼 사용할 수 있는 천 평 용량의 가방입니다!
en_us: you can use this bag like a warehouse!

source: 재활용이 불가능한 쓰레기다.
en_us: you irredeemable piece of trash.

source: 캬악!!!
en_us: raaah!!!

source: 대롱
en_us: swish

source: 결국 인간이라는 한계가 너의 발목을 잡는구나.
en_us: ...in the end, your humanity shackles you.

source: 보기엔 평범한 검인데
en_us: it looks like a normal sword...

source: 케 케
en_us: keke

source: 그것이 주인의 열쇠이자 축복자인 너의 역할이다.
en_us: that is your role as the key of the masters and a blessed one.

source: 변칙 공격!
en_us: ...is to use unconventional attacks!

source: 화룡을 전멸시켜 버릴 줄이야.
en_us: I didn’t think you’d be able to wipe out the fire dragons.

source: 지페리와 나는···.
en_us: she and I...

source: 전부 받아칠 수밖에!
en_us: my only choice is to return all of his attacks!

source: 핑
en_us: whiz

source: 퍽
en_us: thwack

source: 그보다.{j}오크와 마검 녀석은 어떻게 됐지?
en_us: but first, what happened to the orc and the demon blade?

source: 응?!
en_us: huh?

source: 강철 님과 환이 씨가 엄청난 위험에 노출된 걸 수도 있겠군요.
en_us: ...mr. kang and hwan could be in grave danger.

source: 초보자라면 모를 수도 있지!
en_us: can’t expect newbies to know everything!

source: 제가 감히 지페리 님과 어떻게 싸워요!
en_us: I wouldn’t dare fight you, miss zipherie!

source: 당신을ꞏꞏꞏ!
en_us: and summoned you-!

source: 4출입구 이 태 원 6호선
en_us: 4 entrance itaewon line 6

source: 내 눈엔 여전히 멍청해 보이는데?
en_us: it still looks pretty single-minded to me.

source: 그게 무슨?
en_us: what?

source: 방법은 그것뿐인가?
en_us: is that the only way, then?

source: 한 번만 용서해 주세요!
en_us: please forgive him just this once!

source: 퍼
en_us: ka

source: 넙죽
en_us: bow

source: 오오
en_us: gape

source: 7 노란 코코!
en_us: seven yellow cocos!

source: 따라와보면 알아.
en_us: you’ll find out soon enough.

source: 화륵
en_us: blaze

source: 트랙 샷
en_us: track shot

source: 으윽!
en_us: ugh!

source: 마계의 법칙은 단 하나!
en_us: the demon realm has only one law!

source: 어째 아저씨가 더 마족 같네요?
en_us: why do you seem more demon-like than them?

source: 도망치는 것 말고는 할 줄 아는 게 없는 겁니까?
en_us: is running away the only thing you know how to do?

source: 우리가 바로!{j}잿빛 산맥의 지배자인
en_us: we’re the rulers of the ash mountains!

source: 제대로 지켜본 적이 없어서 말이야.
en_us: ...without killing them.

source: 호호엉!!
en_us: waaah!

source: 지페리?!!
en_us: to zipherie?!!

source: 진실이 뭐가 그렇게 중요합니까?
en_us: who cares about the truth?

source: 작전상 후퇴해야겄네유.
en_us: we’ll have teh make a tactical retreat.

source: 영차
en_us: pant

source: 초급
en_us: beginner

source: 자아를 가진 검.{j}다인 슬라이프.
en_us: a sword with its own will, dain sleif.

source: 옛날 생각나는군.
en_us: this reminds of the old days.

source: 이렇게 은밀하게 일처리를 할 수 있는 집단.
en_us: only one organization could work in the shadows like this.

source: 헌터들은 너와 같은 능력자를
en_us: the hunters call people like you...

source: 쏘옥
en_us: thwap

source: 뼈까지 씹어먹어 줄 테다!
en_us: I’m going to eat you down to your bones!

source: 요상한 잔꾀를 부렸구나!
en_us: you played a weird trick on me!

source: 환아.
en_us: hwan.

source: 콰 아 아
en_us: crash

source: 열차에 관해서라면··· 제가 말씀 드리죠.
en_us: if this is about the train... allow me.

source: 한계인가?
en_us: is this your limit?

source: 그거랑은 경우가 다르지.
en_us: this is different from that.

source: 파도의 주인
en_us: To revive...

source: 이건 마계 전용이라고!
en_us: this one’s exclusive to the demon realm!

source: 파도의 주인께서도 기뻐하실 겁니다.
en_us: ...to have a meal like you.

source: '아자토스'
en_us: azatos

source: 척
en_us: thump

source: 쿠
en_us: swoosh

source: '곽진성'
en_us: jinseong gwak

source: 끄으으으으ꞏꞏꞏ.
en_us: ughhh...

source: 떠돌이 몬스터 언노운.
en_us: it’s the wandering monster, unknown.

source: 강철 님이 당한다면···.
en_us: if mr. kang is taken out...

source: 일렁
en_us: flicker

source: 몽글
en_us: sploosh

source: 당신을 불러낸 게 저란 말입니다!!
en_us: I said I am the one who summoned you!

source: 으아아
en_us: aaah

source: 어째 인외종에게만 인정받는 것 같지만 기분은 좋네요!
en_us: I feel like I’m only ever getting acknowledged by non-humans but it feels good!

source: 하
en_us: ha

source: 쉬익
en_us: whish

source: 산 가르기!
en_us: mountain split!

source: 버둥
en_us: flail

source: 저놈들.{j}지페리의 추종자들인가 본데?
en_us: those bastards must be zipherie’s followers.

source: 형은 뭔가 알고 있는 거지?
en_us: you know something, don’t you, hyeong?

source: 마계 서열 3위
en_us: demon realm rank 3

source: 아직 정리가 안됐나?
en_us: is that still going on?

source: 콰아{j}아아
en_us: kwoosh

source: 안 본 사이에 예의 있었졌구나.
en_us: you’ve gotten a lot more polite since I last saw you.

source: 무슨 짓을 하려는 거야?
en_us: what are you planning?

source: 길드의 존엄.
en_us: ...to the esteemed Elder

source: 하나의 주인이 하나의 세상을 다스리지.
en_us: each master rules one realm.

source: 성능은 확실하지만 한 알 이상 복용 시, 무리가 갈 수 있으니
en_us: I guarantee it works, but taking more than one tablet might wear you out.

source: 투웅
en_us: leap

source: 출입구 2
en_us: gate 2

source: 던전을 배회하는 서식지 불명의 몬스터다.
en_us: it wanders the dungeons, but no one knows where it lives.

source: 보조배터리가 있으니깐 말이야!
en_us: ...portable charger!

source: 앙
en_us: crash

source: 멈칫
en_us: halt

source: 이야아아아!!!
en_us: arghhh!!!

source: 어째서 내 키메라가 힘에서 밀리는 겁니까?
en_us: how is my chimera losing to you in a battle of strength?

source: 제 발로 찾아와 주실 줄은 몰랐습니다.
en_us: ...but I never imagined you would show up like this.

source: 키에에엑!
en_us: grahhh!

source: 드
en_us: tremble

source: 띠 용
en_us: ta da

source: 포메이션 A로 간다.
en_us: we’re going with formation a.

source: 여기 아주 훌륭한.
en_us: I’ve got myself a really nice...

source: 우산이 없는데 어떡하죠?
en_us: what should we do? we don’t have an umbrella.

source: 그러니 부디 비고의 복수를!
en_us: so please, avenge veego!

source: 그 자리가 엉덩이에 딱 맞으신가 봅니다?
en_us: that throne must be really comfortable if that’s all it takes to satisfy you.

source: 화 륵
en_us: blaze

source: 이게 포션을 만드는 비법이었냐?
en_us: is this the secret of the mana potions?

source: 우우웅
en_us: hummm

source: 너무 아파!!!
en_us: it hurts so much!!!

source: 잘 가요.
en_us: goodbye.

source: 빚지곤 못 사는 성격이라서요!
en_us: I can’t leave a debt unpaid!

source: 아니.
en_us: no.

source: 내가 화염의 주인 축복자를 파도의 주인에게로 인도했다.
en_us: I led the master of flames’s blessed one to the master of waves.

source: 나중에 하자고요?
en_us: later?

source: 그만!
en_us: stop!

source: 아?!
en_us: uh?!

source: 부글
en_us: boil

source: 강철ꞏꞏꞏ.
en_us: cheol kang...

source: 처음 만났을 때도 이렇게 거칠게 인사를 나눴었는데 말이야.
en_us: we got off to a rough start the first time we met, too.

source: 뭐?!
en_us: what?!

source: 그려.
en_us: that’s right.

source: ꞏꞏꞏ어?
en_us: huh...?

source: 전광석화
en_us: lightning slash

source: 으앗!
en_us: whoa!

source: 쏴아아
en_us: swaaa

source: 하지만 쿤이 올드원의 자리에 오르자
en_us: but when khun became the old one...

source: 교주 김택의 오리지널 스킬.
en_us: Elder Taek Kim’s original skill.

source: 파도의 주인이 하늘로 솟아오른 이유는
en_us: the reason the master of waves leaped into the air...

source: 호오···.
en_us: Oh...?

source: 강철하고 비슷한 느낌이 나서 마음에 들거든.
en_us: ...you remind me of cheol kang. I like you.

source: 저희는 공허 속을 떠도는 신세가 됩니다.
en_us: ...we will be stuck wandering the void.

source: 잠깐?!
en_us: wait, what?!

source: 촤{j}학
en_us: slash

source: 헉
en_us: gasp

source: 오싹
en_us: shiver

source: 궁금하면···.
en_us: if you’re that curious...

source: 돋보기 안경이야!
en_us: they’re magnifying glasses!

source: 작은 분쟁은 대부분 끝나고 지금은 세 개의 세력이 격돌 중입니다.
en_us: most of the smaller skirmishes have ended, and now it’s a clash of three forces.

source: 아{j}아{j}아
en_us: roar

source: 어쩐 일이야?
en_us: what’s the matter?

source: 넌 애초에
en_us: from the beginning...

source: 오
en_us: fwip

source: 아 아
en_us: screech

source: 강남
en_us: gangnam

source: 이렇게 많이 죽였는데,
en_us: I killed this many...

source: 터엉
en_us: da dun

source: 하하하하!!
en_us: hahahaha!

source: 그게 뭔데요?
en_us: how?

source: 결국 올드원의 자리를 차지하는 자는
en_us: I, azatos, will be the one...

source: 으으으ꞏꞏꞏ.
en_us: ughhh...

source: 두근
en_us: thump

source: 껄
en_us: hoho

source: 내가 그렇게 쉽게 당해줄 사람으로 보여?
en_us: you think I’m just gonna sit back and take it?

source: 뭐 어쩌겠어.
en_us: what other choice do I have?

source: 터억
en_us: grab

source: 퍼억
en_us: thwack

source: 고르고르?!
en_us: ...gorgor?!

source: 이계의 문을 열어주는 것.
en_us: you will open the door to the other world.

source: 쓰고 다시 채워 두려고 했다니까?
en_us: but I was going to put it back afterward, okay?

source: 네 안에 있는 주인의 힘을 꺼내 쓸 준비가 된 거다.
en_us: you’re ready to bring out the power of the master inside of you.

source: 하지만.
en_us: but...

source: 뭐 하는 겨?
en_us: what are yeh doin’?

source: 스멀
en_us: ooze

source: 발 디딜 곳이 없어 피하기 쉽지 않겠어.
en_us: it won’t be easy dodging these without a surface to run on.

source: 대답해주고 싶다만
en_us: I wish I could give you an answer...

source: 진짜 파도의 주인을 부르면 그만이야!
en_us: ...I can just summon the real master of waves!

source: 기사단의 통솔로 인해
en_us: ...through the knights’ leadership...

source: 아아
en_us: roil

source: 퍼{j}엉
en_us: boom

source: 그자의 이름은 강철.
en_us: his name is cheol kang.

source: 하 하 하 하
en_us: hahaha

source: 키이잉
en_us: fwoom

source: 그건 바로···.
en_us: and that is...

source: 아무리 그래도 시몬이랑 비교는 좀ꞏꞏꞏ.
en_us: getting compared to a sheamon is a little...

source: 절레
en_us: shake

source: 웅
en_us: da dun

source: 아자토스 주니어.
en_us: azatos junior.

source: 소금구이
en_us: salt-broiled

source: 콰{j}아
en_us: boom

source: 이번엔 피하지 마라 강철!
en_us: don’t run away this time, cheol kang!

source: 파앗
en_us: whish

source: 왕
en_us: huge

source: 이 녀석이 전부 흡수하고 있는 건가?
en_us: is this thing absorbing all of it?

source: 예.{j}관장님!
en_us: yes, sir!

source: 분명 키메라는 랭커인 나조차 압도하는 크기의 마나를 지니고 있었다.
en_us: I could swear the chimera had an overwhelming amount of mana, even for a ranker like me.

source: 아주 그냥 원수지간입니다!
en_us: we’re enemies!

source: 그런 엉망인 육신으론 파도릐 주인을 불러올 수 없을 거다.
en_us: you won’t be able to summon the master of waves with that wrecked body.

source: 크아아아악!!
en_us: arghhh!!

source: 랭커 29위
en_us: rank 29

source: 한국은행
en_us: Bank of Korea

source: 너도 함께여!
en_us: yer comin’ with us!

source: 내열단의 적정 섭취 용량은 일일 일정.
en_us: the recommended dosage of heat resistance tablets is one per day.

source: 검과 검으로 승부하자!
en_us: let’s decide the winner, sword against sword!

source: 정신이 드는가?
en_us: how do you feel?

source: 한 자리 더??
en_us: an extra seat??

source: 둥실
en_us: float

source: 쪼르륵
en_us: pour

source: 날 아프게 했던 남자가···.
en_us: the man who hurt me...

source: 그녀가 강철 님의 목숨을 노리는 이유까지 전부 다!
en_us: ...to the reason she’s trying to kill you!

source: 녀석의 레벨은 측정불가.
en_us: it’s impossible to assess its level.

source: 나는 그녀를 도와 마계의 서열 전쟁에 참여했고
en_us: I joined the demon realm’s rank war to help her.

source: 블랙혼의 길드 마스터와 전설의 용사, 왕호?!
en_us: the guildmaster of the black deer guild and the legendary warrior wang ho?!

source: 쿠웅
en_us: da dun

source: 아이언 메이든
en_us: Iron Maiden

source: 네놈은 그렇게 쉽게 죽을 녀석이 아니거든.
en_us: I knew you wouldn’t die that easily.

source: 한 번만 너그럽게 용서해 줄 수 없겠어?
en_us: can’t you be lenient and forgive me this one time?

source: 여행 가는 길, 출근하는 길, 그냥 놀러 가는 길~
en_us: whether you're traveling, on your way to work, or going somewhere for fun...

source: 폭탄세일
en_us: blowout sale

source: 바퀴벌레 같은 ㅅ끼가···.
en_us: ...damn cockroach...

source: 잘 봐둬.
en_us: watch and learn.

source: 너무 오래 사는 거 아니야?
en_us: don’t you think you’ve been alive too long?

source: 후두둑
en_us: spatter

source: 의무실
en_us: infirmary

source: 파{j}앗
en_us: whoosh

source: 교주님을 뵙습니다.
en_us: of our guild.

source: 시간이 멈춘 겨?
en_us: did time stop?

source: 인간 치고 대단했지만ꞏꞏꞏ.
en_us: although you are impressive for a human...

source: 박쥐가 비실비실한 게 상태가 영 별로인데?
en_us: these bats aren’t looking so good.

source: 복종심은
en_us: obedience...

source: 촤
en_us: slash

source: 빠악
en_us: thwack

source: 나도 자세한 건 모른다오!
en_us: I don’t know the particulars either.

source: 그럼
en_us: so...

source: 원하는 게 뭐여?
en_us: what is it yeh want?

source: 최고다!
en_us: ...great!

source: 스트레이트.
en_us: Cross.

source: 처음부터
en_us: was this his plan...

source: 부와왕
en_us: glow

source: 콰 콰
en_us: splash

source: '데미그라스'
en_us: demiglace

source: 골드 등급 헌터의 적정 사냥 레벨은 16~30!
en_us: a gold level hunter can reasonably hunt level 16 to 30 monsters!

source: 고작 당신 같은 떠돌이를 위해 목숨을 버리다니···.
en_us: and give up his life for a wanderer like you...

source: 오{j}오 오
en_us: swoosh

source: 게다가
en_us: what’s more...

source: 그야 다를 수밖에.
en_us: well, that’s to be expected.

source: 온전히 우리의 의지로 마음을 바쳐 섬길 뿐.
en_us: we devote our whole heart to our master of our own will.

source: 폴른 엔젤 LEVEL 60
en_us: fallen angel level 60

source: 큰 소동은 일어나지 않았다.
en_us: ...things were resolved before they could get out of hand.

source: 캬악!
en_us: grah!

source: 말을 건 대상에게 끝없이 질문을 하곤
en_us: it's a terrifying creature that asks anyone who speaks to it an endless stream of questions,

source: 그렇다면
en_us: now then...

source: 오랜만에 뵙네요.
en_us: it’s been awhile.

source: 마계 서쪽의 100개가 넘던 파벌들.
en_us: there were over 100 factions in the western demon realm.

source: 파도의 주인의 완전한 부활이다!
en_us: the Master of Waves is completely revived!

source: 우리 뱀파이어 일족은
en_us: we of the vampire clan...

source: 와구
en_us: munch

source: 꽈 드득
en_us: slam

source: 억
en_us: slam

source: 공허 속에 처박히는 건 사양하고 싶으니까.
en_us: I’d rather not get stuck in the void.

source: 값을 지불해 줘.
en_us: take them from me.

source: ꞏꞏꞏ이 될 뻔했다.
en_us: ...or it was supposed to be.

source: 푸드득
en_us: flap

source: 뾰족침 건강 목베개!
en_us: a neck pillow with sharp needles! for your health!

source: 기껏 살려놨더니?!!
en_us: after all I did to save you!!

source: 더 줘···.
en_us: give me more...
